/* All Documents type popup item */
"All Documents" = "Todos los documentos";

/* All Readable Known type popup item */
"All Known Documents" = "Documentos conocidos";

/* All Readable Documents type popup item */
"All Readable Documents" = "Documentos legibles";

/* Cancel button text */
"Cancel" = "Cancelar";

/* Choose button text */
"Choose" = "Seleccionar";

/* ChooseFile dialog title */
"Choose a File" = "Seleccione un archivo";

/* ChooseFolder dialog title */
"Choose a Folder" = "Seleccione una carpeta";

/* ChooseVolume dialog title */
"Choose a Volume" = "Seleccione un volumen";

/* ChooseObject dialog title */
"Choose an Object" = "Seleccione un objeto";

/* Default save format menu item */
"Default" = "Por omisión";

/* Discard changes button text */
"Discard Changes" = "No guardar cambios";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "¿Desea restaurar la última revisión guardada del documento “%@”?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "¿Desea guardar los cambios realizados en el documento “%@”?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "¿Desea guardar los cambios realizados en este documento?";

/* Don't save button text */
"Don\\U2019t Save" = "No guardar";

/* Open panel enable popup label */
"Enable:" = "Activar:";

/* Save panel format popup label */
"Format:" = "Formato:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Si no guarda los documentos, se perderán los cambios realizados.";

/* New folder button text */
"New Folder" = "Carpeta nueva";

/* Revert button text */
"Revert" = "Restaurar";

/* Review changes button text */
"Review Changes\\U2026" = "Revisar cambios…";

/* Save button text */
"Save" = "Guardar";

/* PutFile default save file name */
"untitled" = "Sin título";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "No ha guardado los cambios en %1$ld documentos de %2$@. ¿Desea revisar dichos cambios antes de salir de la aplicación?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Hay varios documentos de %@ con cambios sin guardar. ¿Desea revisar dichos cambios antes de salir de la aplicación?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Si no guarda los cambios, se perderán.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Se perderán los cambios no guardados.";

